/************************************************************************************
 * Copyright (c) 2022  All Rights Reserved.
 * CLR版本： 4.0.30319.42000
 * 命名空间：BRX.BLL
 * 文件名：  BLLWait
 * 版本号：  V1.0.0.0
 * 唯一标识：c00fe326-18f7-4545-bb09-d8d43e504d1d
 * 创建人：  郝正强
 * 电子邮箱：88129312@qq.com
 * 创建时间：2022/3/21 10:29:03
 * 描述：
 * 。BLL，待机部分
 * ==================================================================================
 * 修改标记
 * 修改时间				    修改人			版本号			描述
 * 2022/3/18 16:22:39		郝正强			V1.0.0.0
 *
 ************************************************************************************/

using GalaSoft.MvvmLight;

namespace BRX.BLL
{
    public partial class Bll : ObservableObject
    {
        /// <summary>
        /// 待机事务
        /// </summary>
        private void WaitBLL()
        {
            AOReset();
        }
    }
}
